package ru.sc.vsu.berezin_y_a;

public class MoneyInWords {

    public final String[][] rank1 = {{"одна", "две", "три", "четыре", "пять", "шесть", "семь", "восемь", "девять"},
            {"один", "два"}};

    public final String[] rank2_1  = {"десять", "одиннадцать", "двенадцать", "тринадцать", "четырнадцать",
            "пятнадцать", "шестнадцать", "семнадцать", "восемнадцать", "девятнадцать"};

    public final String[] rank2_2  = {"двадцать", "тридцать", "сорок", "пятьдесят",
            "шестьдесят", "семьдесят", "восемьдесят", "девяносто"};

    public final String[] rank3 = {"сто", "двести", "триста", "четыреста", "пятьсот",
            "шестьсот", "семьсот", "восемьсот", "девятьсот"};

    public final String[] rank4 = {"тысяча", "тысячи", "тысяч"};

    public final String[] rank5 = {"миллион"};

}
